[
    [
        "“荣万家生活服务股份有限公司”具体做啥的啊？",
        "A"
    ],
    [
        "那个“深圳市彩生活服务集团有限公司”是干嘛的？",
        "A"
    ],
    [
        "“深圳即有科技咨询服务有限公司”是啥公司，干啥的？",
        "A"
    ],
    [
        "你知道“雅生活智慧城市服务股份有限公司”是干什么的不？",
        "A"
    ],
    [
        "“荣万家生活服务股份有限公司”在哪里办公啊？",
        "A"
    ],
    [
        "“深圳市彩生活服务集团有限公司”的地址在哪儿呢？",
        "A"
    ],
    [
        "“深圳即有科技咨询服务有限公司”有官网么？",
        "A"
    ],
    [
        "“雅生活智慧城市服务股份有限公司”有没有网站？",
        "A"
    ],
    [
        "“荣万家生活服务股份有限公司”是不是做物业管理的？",
        "A"
    ],
    [
        "“深圳市彩生活服务集团有限公司”干的啥业务？",
        "A"
    ],
    [
        "那个“深圳即有科技咨询服务有限公司”，是不是跟科技咨询有关的？",
        "A"
    ],
    [
        "“雅生活智慧城市服务股份有限公司”名字挺高大上，具体做啥呢？",
        "A"
    ],
    [
        "“荣万家生活服务股份有限公司”总部在哪儿？",
        "A"
    ],
    [
        "你知道“深圳市彩生活服务集团有限公司”总部在哪吗？",
        "A"
    ],
    [
        "“深圳即有科技咨询服务有限公司”有几个办公地点？",
        "A"
    ],
    [
        "“雅生活智慧城市服务股份有限公司”的主要业务是啥？",
        "A"
    ],
    [
        "“荣万家生活服务股份有限公司”官网是啥？",
        "A"
    ],
    [
        "“深圳市彩生活服务集团有限公司”有啥特色服务啊？",
        "A"
    ],
    [
        "“深圳即有科技咨询服务有限公司”有官网可以查吗？",
        "A"
    ],
    [
        "“雅生活智慧城市服务股份有限公司”提供啥服务？",
        "A"
    ],
    [
        "“中国电信股份有限公司”是做什么的啊？",
        "A"
    ],
    [
        "那个“中国电信股份有限公司”具体是干嘛的？",
        "A"
    ],
    [
        "“中国电信股份有限公司”有几个分公司？",
        "A"
    ],
    [
        "“中国电信股份有限公司”的官网是什么？",
        "A"
    ],
    [
        "“中国电信股份有限公司”总部在哪儿？",
        "A"
    ],
    [
        "“中国电信股份有限公司”在哪个城市办公？",
        "A"
    ],
    [
        "“中国电信股份有限公司”主要做啥业务？",
        "A"
    ],
    [
        "“中国电信股份有限公司”有上市吗？",
        "A"
    ],
    [
        "“中国电信股份有限公司”的办公地点在哪儿？",
        "A"
    ],
    [
        "你知道“中国电信股份有限公司”是干嘛的吗？",
        "A"
    ],
    [
        "“深圳市四格互联信息技术有限公司”是做什么的啊？",
        "A"
    ],
    [
        "那个“深圳市四格互联信息技术有限公司”具体是干嘛的？",
        "A"
    ],
    [
        "“深圳市四格互联信息技术有限公司”有几个分公司？",
        "A"
    ],
    [
        "“深圳市四格互联信息技术有限公司”的官网是什么？",
        "A"
    ],
    [
        "“深圳市四格互联信息技术有限公司”总部在哪儿？",
        "A"
    ],
    [
        "“深圳市四格互联信息技术有限公司”在哪个城市办公？",
        "A"
    ],
    [
        "“深圳市四格互联信息技术有限公司”主要做啥业务？",
        "A"
    ],
    [
        "“深圳市四格互联信息技术有限公司”有上市吗？",
        "A"
    ],
    [
        "“深圳市四格互联信息技术有限公司”的办公地点在哪儿？",
        "A"
    ],
    [
        "你知道“深圳市四格互联信息技术有限公司”是干嘛的吗？",
        "A"
    ],
    [
        "“荣万家生活服务股份有限公司”是不是上市公司？",
        "A"
    ],
    [
        "“深圳市彩生活服务集团有限公司”是上市公司吗？",
        "A"
    ],
    [
        "“深圳即有科技咨询服务有限公司”有几个大股东？",
        "A"
    ],
    [
        "“雅生活智慧城市服务股份有限公司”上市了吗？",
        "A"
    ],
    [
        "“荣万家生活服务股份有限公司”是做什么的？",
        "A"
    ],
    [
        "“深圳市彩生活服务集团有限公司”有啥特色？",
        "A"
    ],
    [
        "“深圳即有科技咨询服务有限公司”有哪几个股东？",
        "A"
    ],
    [
        "“雅生活智慧城市服务股份有限公司”主要做啥？",
        "A"
    ],
    [
        "“荣万家生活服务股份有限公司”是不是在做生活服务？",
        "A"
    ],
    [
        "“深圳市彩生活服务集团有限公司”具体在哪办公？",
        "A"
    ],
    [
        "“深圳即有科技咨询服务有限公司”主要业务是啥？",
        "A"
    ],
    [
        "“雅生活智慧城市服务股份有限公司”是不是做智慧城市的？",
        "A"
    ],
    [
        "“荣万家生活服务股份有限公司”在廊坊吗？",
        "A"
    ],
    [
        "“深圳市彩生活服务集团有限公司”办公在哪儿？",
        "A"
    ],
    [
        "“深圳即有科技咨询服务有限公司”地址在哪儿？",
        "A"
    ],
    [
        "“雅生活智慧城市服务股份有限公司”在哪个区？",
        "A"
    ],
    [
        "“荣万家生活服务股份有限公司”主要做啥业务？",
        "A"
    ],
    [
        "“深圳市彩生活服务集团有限公司”有几家分公司？",
        "A"
    ],
    [
        "“深圳即有科技咨询服务有限公司”是国企吗？",
        "A"
    ],
    [
        "“雅生活智慧城市服务股份有限公司”是民营企业吗？",
        "A"
    ],
    [
        "“荣万家生活服务股份有限公司”是不是做生活服务的？",
        "A"
    ],
    [
        "“深圳市彩生活服务集团有限公司”有物业管理吗？",
        "A"
    ],
    [
        "“深圳即有科技咨询服务有限公司”有啥业务？",
        "A"
    ],
    [
        "“雅生活智慧城市服务股份有限公司”是不是有做物业管理？",
        "A"
    ],
    [
        "“荣万家生活服务股份有限公司”是不是在河北省？",
        "A"
    ],
    [
        "“深圳市彩生活服务集团有限公司”在哪个区？",
        "A"
    ],
    [
        "“深圳即有科技咨询服务有限公司”在哪儿办公？",
        "A"
    ],
    [
        "“雅生活智慧城市服务股份有限公司”是不是广东的？",
        "A"
    ],
    [
        "“荣万家生活服务股份有限公司”有几个办公室？",
        "A"
    ],
    [
        "“深圳市彩生活服务集团有限公司”是不是上市公司？",
        "A"
    ],
    [
        "“深圳即有科技咨询服务有限公司”是个什么公司？",
        "A"
    ],
    [
        "“雅生活智慧城市服务股份有限公司”是不是上市公司？",
        "A"
    ],
    [
        "“荣万家生活服务股份有限公司”做啥的？",
        "A"
    ],
    [
        "“深圳市彩生活服务集团有限公司”在哪儿办公？",
        "A"
    ],
    [
        "“深圳即有科技咨询服务有限公司”是私企吗？",
        "A"
    ],
    [
        "“雅生活智慧城市服务股份有限公司”做啥的？",
        "A"
    ],
    [
        "“荣万家生活服务股份有限公司”在河北哪儿？",
        "A"
    ],
    [
        "“深圳市彩生活服务集团有限公司”在哪儿办公？",
        "A"
    ],
    [
        "“深圳即有科技咨询服务有限公司”在哪个区？",
        "A"
    ],
    [
        "“彩生活的注册地在哪儿？”",
        "A"
    ],
    [
        "“即有科技的主要业务是什么？”",
        "A"
    ],
    [
        "“雅生活公司是做啥的？”",
        "A"
    ],
    [
        "“荣万家在哪个城市办公？”",
        "A"
    ],
    [
        "“彩生活的办公地点是哪儿？”",
        "A"
    ],
    [
        "“即有科技的官方网站是什么？”",
        "A"
    ],
    [
        "“雅生活的股东有几位？”",
        "A"
    ],
    [
        "“荣万家总部在哪儿？”",
        "A"
    ],
    [
        "“彩生活在哪儿有办公室？”",
        "A"
    ],
    [
        "“即有科技公司有几个分公司？”",
        "A"
    ],
    [
        "“雅生活的注册地在哪儿？”",
        "A"
    ],
    [
        "“荣万家做的是啥业务？”",
        "A"
    ],
    [
        "“彩生活的主要服务是什么？”",
        "A"
    ],
    [
        "“即有科技在南山办公吗？”",
        "A"
    ],
    [
        "“雅生活有多少分公司？”",
        "A"
    ],
    [
        "“荣万家是不是搞物业管理的？”",
        "A"
    ],
    [
        "“彩生活公司是不是国企？”",
        "A"
    ],
    [
        "“即有科技的官网是多少？”",
        "A"
    ],
    [
        "“雅生活是个什么类型的公司？”",
        "A"
    ],
    [
        "“荣万家的业务是什么？”",
        "A"
    ],
    [
        "“彩生活是不是在广东注册的？”",
        ""
    ]
]