[
["北汽蓝谷2024年上半年预计亏损多少亿元？", "c"],
["广晟有色2024年上半年预计净利润为多少？", "c"],
["汇福粮油集团散装食用大豆油的收货方是谁？", "c"],
["红星发展2024年半年度预计净利润同比增加多少？", "c"],
["中国移动与中国人保签署战略合作协议的目的是什么？", "c"],
["西王食品的玉米胚芽油包装油是如何运输的？", "c"],
["东京迪士尼的运营方宣布了什么新项目？", "c"],
["台积电2024年7月9日的股价收盘价是多少？", "c"],
["海底捞火锅等位时提供什么娱乐服务？", "c"],
["SK海力士正在评估KCTech的什么产品？", "c"],
["电投创兴中金绿色（武汉）创业投资基金合伙企业的出资额是多少？", "c"],
["长沙市2024年7月9日出让的住宅用地中，溢价成交的宗地编号是什么？", "c"],
["爱旭股份与Tibra Pacific签署的采购合同涉及的项目是什么？", "c"],
["河南省许昌市建安区联合调查组通报的老人名叫什么？", "c"],
["易华录与连云港大数据产业发展有限公司达成了什么协议？", "c"],
["万联证券收到的《行政监管措施决定书》是由哪个机构发出的？", "c"],
["国泰君安要求员工提供什么信息？", "c"],
["华鲁集团上半年营业收入和利润总额的增长率分别是多少？", "c"],
["滴滴公司如何回应司机群体对高速费被抽成的疑虑？", "c"],
["复旦大学附属肿瘤医院发布的新治疗方案针对的是哪类疾病？", "c"],
["老乡鸡集团创始人束从轩退休后，谁接任了董事长？", "c"],
["佳源国际控股发布的公告涉及哪些内容？", "c"],
["中国南方航空开通的乌鲁木齐至亚美尼亚首都埃里温的航线有何意义？", "c"],
["联发科芯片的5G智能手机出货量相比去年同期增加了多少？", "c"],
["狂飙兄弟发布视频称哪个机构出售的二手车辆疑为重大事故车？", "c"],
["红杉中国完成了多少亿元的新人民币基金募集？", "c"],
["三星电子赢得哪家公司的订单？", "c"],
["佛山市住房公积金管理中心发表的通知涉及什么内容？", "c"],
["罐车化工油食用油混装涉及哪些公司？", "c"],
["俄罗斯汽车销量同比增长了多少？", "c"],
["南宁蓝天救援队在哪个地方开展救援工作时遇到了问题？", "c"],
["特斯拉法律团队在法庭上表示什么费用要求是极其离谱的？", "c"],
["铁路12306网站是中国铁路哪个平台的唯一官方售票平台？", "c"],
["姚振华、宝能地产股份有限公司、南京宝能置业有限公司新增的被执行人信息执行标的是多少？", "c"],
["vivo在2024年上半年国内手机市场的份额是多少？", "c"],
["壳牌公司在墨西哥湾的哪个平台重新部署人员？", "c"],
["香港交易所集团行政总裁陈翊庭在哪个论坛上发表讲话？", "c"],
["腾讯云副总裁蔡毅提到了哪个AI大模型？", "c"],
["5KM舞蹈工作室官方公众号发布公告宣布第一批复课门店在哪个月份重开？", "c"],
["贵州建工集团有限公司被哪个法院列为被执行人？", "c"],
["微信公众号后台提示支持标题多少个字以内的修改？", "c"],
["特斯拉起诉蔡甲侵犯名誉侵权，蔡甲需要赔偿特斯拉多少万元？", "c"],
["广州期货交易所副总经理冷冰在哪个会议上发言？", "c"],
["理想汽车推出的用户关怀计划针对的是什么情况？", "c"],
["广州数据交易所（天河）服务专区运营大厅是什么时候正式启用的？", "c"],
["香港交易及结算所有限公司欢迎中国人民银行宣布的什么消息？", "c"],
["东方甄选股价在7月9日的跌幅是多少？", "c"],
["多家网络视听平台下架的违规微短剧涉及哪些内容？", "c"],
["潍坊市人民医院的患者在手术后成为植物人，家属质疑的是什么？", "c"],
["华为广州研发中心（一期）项目预计什么时候竣工交付？", "c"],
["滴滴打车中，哈啰出行的特惠车是否应该开空调？", "c"],
["中国出口到一带一路国家汽车商品累计金额达到多少亿美元？", "c"],
["美容仪品牌AMIRO觅光被传破产，公司对此有何回应？", "c"],
["本田汽车在泰国的汽车年产能将如何变化？", "c"],
["快狗打车在天津举办司机恳谈会后，宣布了什么新政策？", "c"],
["中证协组织起草的《程序化交易委托协议（示范文本）（征求意见稿）》包含哪些内容？", "c"],
["上海市政府举办的发布会获悉，我国深海矿产资源开发关键技术研究与装备研制取得了哪些突破？", "c"],
["如祺出行香港IPO拟筹资多少亿港元？", "c"],
["果倍爽考虑出售少数股权，寻求筹集多少资金？", "c"],
["吉林省白山市新宇矿业有限责任公司8年间井下发生事故的次数和死亡人数是多少？", "c"],
["北信瑞丰基金因何问题再度陷入劳资纠纷？", "c"],
["青岛市尚婵瑜伽门店因何原因突然关闭？", "c"],
["北京市先进制造和智能装备产业投资基金的出资额是多少？", "c"],
["中国铁路乌鲁木齐局集团有限公司上半年中欧班列西通道经阿拉山口国境站、霍尔果斯国境站通行量达到多少列？", "c"],
["《房思琪的初恋乐园》有声小说被曝存不雅背景音，磨铁文学对此发布了什么声明？", "c"],
["日本小林制药公司含红曲成分保健品致消费者健康受损问题，该公司接到多少名死亡消费者家属的咨询？", "c"],
["普货罐车在食品级液体与化工液体运输中存在混用且不清洗的问题，涉及哪些公司？", "c"],
["第二季度消费性电子需求如何？", "c"],
["24年飞天茅台散瓶批发参考价升至多少元？", "c"],
["太平人寿保险有限公司副总经理倪波涉嫌什么违法？", "c"],
["深圳市2024年第27周全市二手房录得量是多少？", "c"],
["鼎泰丰华投资有限公司涉嫌什么罪名被立案侦查？", "c"],
["株洲市委常委会召开会议讨论了哪些内容？", "c"],
["恒大地产集团有限公司新增了多少条被执行人信息？", "c"],
["同济大学材料科学与工程学院的诉讼裁定书中，该学生发现证书实际上在何时已颁发并登记？", "c"],
["中储粮旗下金鼎品牌食用油在淘宝旗舰店出现下架情况，涉及哪些产品？", "c"],
["深交所向清新环境及相关当事人下发监管函，公司2023年归属于上市公司股东的净利润为多少？", "c"],
["日本三菱日联银行的员工涉嫌向家庭成员泄露什么信息？", "c"],
["神木市前梁矿业有限公司因哪些违法违规行为被责令停产整顿？", "c"],
["上海一家CoCo都可奶茶店员工被曝光在制作果饮时偷吃了什么水果？", "c"],
["追觅科技在招聘平台开始招聘哪些领域的专家？", "c"],
["索尼、三菱电机、罗姆、东芝、铠侠、瑞萨、Rapidus、富士电机8家日本企业将在截至2029年为止对半导体投资多少日元？", "c"],
["黄公望纪念馆发生火灾的原因是什么？", "c"],
["2024年1-6月，房地产行业共实现债券融资多少亿元？", "c"],
["安徽省省直住房公积金管理分中心发布的通知取消了什么限制？", "c"],
["空客6月向多少家客户交付了多少架飞机？", "c"],
["武汉市武昌区小民大排档徐东店一位顾客反映其在店内就餐时点的什么菜品疑似使用福寿螺肉？", "c"],
["优酷发布2024年上半年剧集成绩单，数据显示，2024年上半年优酷剧集播放量升至行业第几？", "c"],
["7月份以来，多家银行纷纷发布公告，宣布对个人结算账户的非柜面渠道支付限额进行什么调整？", "c"],
["耐克2024财年第四季度及全年业绩数据显示，公司总体业绩表现如何？", "c"],
["富力地产在港交所公告，7月8日，全资附属公司兆晞有限公司收到哪个机构提交的清盘呈请？", "c"],
["存储、消费电子、功率半导体等细分产业赛道次第复苏，A股半导体公司陆续交出亮丽的半年报业绩预告，预计上半年业绩实现倍增的公司有多少家？", "c"],
["上交所官网发布消息，上实发展控股子公司上海上实龙创智能科技股份有限公司时任董事长曹文龙被公开谴责，其导致上实发展2016年至2021年度财务报表存在虚假记载，合计虚增收入和利润总额分别是多少？", "c"],
["美联航表示，其一架波音公司的飞机在周一起飞时失去了什么部件？", "c"],
["高坪区王府井购物中心的吉选超市在更换业主后出现了一系列劳资纠纷，员工们在商场外拉起横幅，抗议什么？", "c"],
["7月8日，有知情人爆料，在河南许昌一家敬老院，发现一位老人摔倒在地，敬老院里的工作人员却熟视无睹，完全没有搀扶的意思，反而制止知情人拍摄视频。对此，建安区民政局的工作人员表示，已安排相关人员去了解处理。该事件发生在哪个敬老院？", "c"],
["花旗宣布，公司将停止在哪个国家的业务？", "c"],
["科技公司掀起的新型电脑营销热潮中，他们将其命名为什么？", "c"],
["首批券商中期业绩预告出炉，四家券商的上半年业绩都实现了不同程度的什么？", "c"],
["美国联邦航空管理局下令对多少架波音737系列飞机进行检查？", "c"],
["苹果股价在7月8日创下了什么新高？", "c"],
["Galaxy Ring在韩国的售价是多少韩元？", "c"],
["山东重工集团有限公司在官微发文称，满慎刚先后到哪些地方进行实地调研？", "c"],
["深交所发布公告，宣布终止对哪家公司的首次公开发行股票并在主板上市审核？", "c"],
["兰博基尼首席执行官表示，将管理订单库存和需求以支撑什么？", "c"],
["莱绅通灵公告，持股10.61%的股东沈东军计划于何时开始通过协议转让的方式减持所持全部股份？", "c"],
["深圳市中级人民法院发布了一起IPO企业状告交易所的案例，该企业因何原因败诉？", "c"],
["现代汽车与韩国工会达成薪资协议，将2024年基本工资提高多少百分比？", "c"],
["西班牙服饰品牌Zara今年开始加速在哪个国家的市场关闭门店速度？", "c"],
["有一女子实名举报称，自己的前公公是中国农业发展银行哪个城市的分行的科长？", "c"],
["公司拟通过在苏州市公共资源交易中心公开挂牌转让的方式，出售公司所持有的哪家公司的100%股权？", "c"],
["7月8日晚间，美股台积电涨近多少，股价创历史新高？", "c"],
["美国一宝马X5车主因车辆电吸门将其拇指夹断，将宝马公司告上法庭，并赢得诉讼，陪审团判给车主多少万美元赔偿？", "c"],
["比亚迪与土耳其政府签署投资建厂协议，协议显示，比亚迪将投资多少亿美元建立年产15万辆汽车的工厂和研发中心？", "c"],
["深交所发布公告，终止对哪家公司的首次公开发行股票并在创业板上市审核？", "c"],
["美丽生态公告，公司控股股东佳源创盛控股集团有限公司所持公司股份将被司法拍卖，本次拍卖是否会影响公司的生产经营？", "c"],
["圣晖集成公告，2024年7月8日，公司服务器突遭什么攻击？", "c"],
["香港交易及结算所有限公司7月5日宣布委任主板及GEM上市委员会和上市复核委员会的成员，其中罗兵咸永道香港企业客户主管合伙人是谁？", "c"],
["梅赛德斯-奔驰计划斥资多少亿欧元在德国斯图加特总部开设电池研发中心？", "c"],
["近一月，周大福市值蒸发了多少亿港元？", "c"],
["同程旅行发布数据显示，出入境游的强劲增长是今年哪个季节旅游旺季的一大特点？", "c"],
["蓝晓科技发布公告，公司全资子公司蒲城蓝晓科技新材料有限公司拟出资购买蒲城高新技术产业开发区渭北煤化工业园区多少亩土地使用权？", "c"],
["埃克森美孚发布消息，公司预计天然气价格的变化将使季度上游收入减少多少亿美元？", "c"],
["小米汽车第三款车型将为一款什么类型的SUV？", "c"],
["华为豪华旗舰轿车享界S9展车正式登陆各大城市门店，余承东宣布享界S9现已开启预订，即日起开启配置选择，分为哪两个版本？", "c"],
["近日，不少消费者反映，除了资费降档难，中国移动还存在8元“保号”套餐层层设限、不投诉不办理等问题。受此影响，电商平台代办8元“保号”套餐的业务受到异常欢迎。在淘宝网搜索发现，这些代办的店铺只需消费者提供手机号码和接听回电，当天即可办理成功，有的店铺显示销量已有多少次？", "c"],
["杰恩设计公告，公司大股东姜峰与金晟信康签署《股份转让框架协议》，姜峰拟通过协议方式向金晟信康转让其持有的多少万股股份？", "c"],
["深圳证券交易所发布公告称，高升控股股份有限公司股票在2024年5月8日至2024年6月4日期间，通过深交所交易系统连续多少个交易日的每日股票收盘价均低于1元？", "c"],
["7月8日，据贵州茅台微信公众号消息，在贵州茅台酱香酒营销公司2024年半年营销工作会上，相关负责人介绍，酱香酒公司成立十年来营收过多少亿元？", "c"],
["天茂集团发布业绩预告，公司控股子公司国华人寿保险股份有限公司2024年1月1日至6月30日期间累计原保险保费收入约为多少亿元？", "c"],
["7月7日下午，有网友称百度旗下的自动驾驶出行服务平台“萝卜快跑”无人驾驶出租车在哪个城市的街头与行人相撞？", "c"],
["深圳市深汕特别合作区成功举办了2024年产业投资促进大会。在此次大会上，一系列重要产业项目成功签约，包括备受瞩目的比亚迪深汕第三期项目。据悉，该项目预计投资总额达到多少亿元人民币？", "c"],
["射频美容仪行业迎来政策松绑，为困境中的企业觅光带来转机。国家药监局宣布将射频治疗仪类产品的生产、进口和销售禁令延期至何年何月何日？", "c"],
["深康佳A公告，预计2024年上半年归属于上市公司股东的净利润亏损多少亿元至多少亿元？", "c"],
["阿里旗下的闲鱼App上线了什么服务？", "c"],
["大型区域性汽车经销商江苏森风集团有限公司陷入财务危机，公司老板已失联的消息引发外界关注和讨论。目前，森风仍为存续状态，并未进入破产清算状态，实控人执行董事兼总经理是谁？", "c"],
["今年央视“3·15”晚会，曝光了用未经严格处理的槽头肉制作而成的梅菜扣肉预制菜，安徽东辉食品科技有限公司等多家公司被点名。近日，该公司未依照规定的期限公示年度报告，被哪个地方的市场监督管理局列入经营异常名录？", "c"],
["7月8日，日本三大车商6月在华新车销量全部出炉，均低于去年同期。其中，丰田汽车5月在华销量同比下降多少百分比？", "c"],
["蔡司位于苏州工业园区的全新研发制造基地正式开业，未来将成为蔡司工业质量、研究显微镜、手术显微镜、眼科设备在华的重要研发和制造基地。这是蔡司集团首次在中国购地建厂，用地总面积超多少平方米？", "c"],
["珠海冠宇公告，基于消费类客户需求及完善海外产业布局战略，公司全资子公司优尼思科技马来西亚有限公司拟投资不超过多少亿元建设马来西亚冠宇电池新能源项目？", "c"],
["紫金矿业公告，公司预计上半年净利润约多少亿元？", "c"],
["360大模型儿童手表产品发布会上，360集团创始人、董事长周鸿祎与谁展开对话？", "c"],
["礼来将以每股多少美元现金收购莫菲克公司？", "c"],
["中国广核公告，2024年1月至6月，本集团运营管理的核电机组总发电量约为多少亿千瓦时？", "c"],
["小米SU7汽车前挡风玻璃信号接收问题引发热议。对此，供应商福耀玻璃表示称，已通过什么处理为玻璃预留信号接收窗口？", "c"],
["近日，有网友投诉称自己在郑州市星帜美歌整形医院进行丰胸手术后，在抖音平台看到一则视频，画面竟然是刚结束手术，还处于麻醉状态的自己，甚至画面连马赛克都没有打。目前视频还有很高的传播数据，随后网友多次联络医院，要求院方查明拍摄者、发布者，并删除视频源文件，书面保证视频不会再次进行传播，同时公开道歉，赔偿损失。但经过多次协商，医院方并未对此事件进行进一步的调查和处理。星帜美歌整形医院客服部负责人称，视频拍摄者目前已经离职，其联系方式已经删除，所以无法到场，医院也无法提供联系方式。该事件发生在哪个城市？", "c"],
["天山铝业2024年半年度业绩预告，预计上半年实现净利润为多少亿元？", "c"]]
